{ "text": [
  "Privacy Policy and Cookies",

  "Thank you for showing interest in this Internet domain name. Data protection is a high priority for the domain owner and by means of this data protection declaration (“Privacy Policy”), they would like to inform you of the nature, scope, and purpose of the personal data collected, used and processed, as well as about the cookies used with this domain. Furthermore, data subjects are informed, by means of this data protection declaration, of the rights to which they are entitled.",

  "Please note that this Privacy Policy may be updated from time to time through the implementation of new techniques and/or changes in the law.",

  "The domain owner reserves the right to amend or adjust the security and or privacy policy as made necessary by technological or regulatory developments. In these cases, the domain owner will also amend relevant information on data protection. Please be sure to take note of the most recent version of the Privacy Policy.",

  "A. Privacy Policy",

  "1. Definitions",

  "This data protection declaration is based on the terms used by the European legislation for the adoption of the General Data Protection Regulation (“GDPR”). This data protection declaration should be legible and understandable for the general public, as well as customers and business partners. To ensure this, please see the following explanation of the terminology used.In this data protection declaration, we use, among others, the following terms:",

  "a) Personal data",

  "Personal data means any information relating to an identified or identifiable natural person (“data subject”). An identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.",

  "b) Data subject",

  "Data subject is any identified or identifiable natural person, whose personal data is processed by the controller responsible for the processing.",

  "c) Processing",

  "Processing is any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.",

  "d) Restriction of processing",

  "Restriction of processing is the marking of stored personal data with the aim of limiting their processing in the future.",

  "e) Profiling",

  "Profiling means any form of automated processing of personal data consisting of the use of personal data to evaluate certain personal aspects relating to a natural person, in particular to analyze or predict aspects concerning that natural person's performance at work, economic situation, health, personal preferences, interests, reliability, behavior, location or movements.",

  "f) Controller or controller responsible for the processing",

  "Controller or controller responsible for the processing is the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data; where the purposes and means of such processing are determined by Union or Member State law, the controller or the specific criteria for its nomination may be provided for by Union or Member State law.",

  "g) Processor",

  "Processor is a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller.",

  "h) Recipient",

  "Recipient is a natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not. However, public authorities which may receive personal data in the framework of a particular inquiry in accordance with Union or Member State law shall not be regarded as recipients; the processing of those data by those public authorities shall be in compliance with the applicable data protection rules according to the purposes of the processing.",

  "i) Third party",

  "Third party is a natural or legal person, public authority, agency or body other than the data subject, controller, processor and persons who, under the direct authority of the controller or processor, are authorized to process personal data.",

  "j) Consent",

  "Consent of the data subject is any freely given, specific, informed and unambiguous indication of the data subject's wishes by which he or she, by a statement or by a clear affirmative action, signifies agreement to the processing of personal data relating to him or her.",

  "2. Contact Details of the Controller",

  "In case of questions or comments concerning this Privacy Policy, please contact the person and/or company by e-mail or by post to the contact data listed in the imprint.",

  "3. Processor",

  "In some cases, external service providers may be used who are bound by instructions to process your data. These are carefully selected, commissioned and regularly checked. The contracts are based on data processing agreements in accordance with Art. 28 GDPR. The processor does not process the data independently for his own purposes.This website is being generated dynamically as per request of the controller by several private individuals solely for the purposes of testing of the new Software developed as a study project. Any information supplied to the website will be deleted immediately.",

  "B. Cookies",

  "This website uses cookies, which are small text files that, within the scope of your visit to this website, are transmitted to your browser and are stored by your browser on your computer for later retrieval. You yourself can determine, through settings in your browser, the extent to which cookies can be placed and retrieved. If the data subject deactivates the setting of cookies in the Internet browser used, not all functions of the website may be entirely usable.Cookies are used to make the website more user-friendly (so-called \"Necessary Cookie\"). Without the use of these cookies, the number of unique users on the website cannot be determined, or provide you with certain functions. In addition, cookies are also used for the website presence, which, for example, allows surfing behavior to be analyzed. If cookies are used beyond this, they are expressly mentioned below.Legal basis for the use of cookies is Art. 6 para. 1 sentence 1 lit. f) GDPR unless specified otherwise."
]
}